tap "beeftornado/rmtree"
tap "bufbuild/buf"
tap "cargo-lambda/cargo-lambda"
tap "codecrafters-io/tap"
tap "ethereum/ethereum"
tap "gofireflyio/aiac"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "modularml/packages"
tap "paradigmxyz/brew"
brew "automake"
brew "openssl@3"
brew "readline"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "binaryen"
brew "bison"
brew "python@3.12"
brew "cargo-binstall"
brew "cdktf"
brew "chruby"
brew "cmake"
brew "coreutils"
brew "ethereum"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "pango"
brew "sdl2"
brew "ffmpeg"
brew "fzf"
brew "gdbm"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "goenv"
brew "gopls"
brew "pkg-config"
brew "helix"
brew "libyaml"
brew "huggingface-cli", link: false
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "k6"
brew "k9s"
brew "kubectx"
brew "lazygit"
brew "libffi"
brew "libksba"
brew "llvm"
brew "mingw-w64"
brew "minikube"
brew "neovim"
brew "nnn"
brew "nushell"
brew "openssl@1.1"
brew "protobuf"
brew "pyenv"
brew "python@3.10"
brew "qemu"
brew "rclone"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "ruby-install"
brew "rustup"
brew "solidity"
brew "stow"
brew "teleport"
brew "telnet"
brew "tldr"
brew "tokei"
brew "tree"
brew "upx"
brew "vtk"
brew "wget"
brew "zellij"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "bufbuild/buf/buf"
brew "cargo-lambda/cargo-lambda/cargo-lambda"
brew "codecrafters-io/tap/codecrafters"
brew "gofireflyio/aiac/aiac"
brew "modularml/packages/modular"
brew "paradigmxyz/brew/reth"
cask "alacritty"
cask "dotnet-sdk"
cask "font-0xproto-nerd-font"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-d2coding-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-envy-code-r-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-intone-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-m+-nerd-font"
cask "font-martian-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "git-credential-manager"
cask "godot"
cask "godot-mono"
cask "karabiner-elements"
cask "visual-studio-code"
vscode "alefragnani.bookmarks"
vscode "asvetliakov.vscode-neovim"
vscode "brunnerh.insert-unicode"
vscode "dart-code.dart-code"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "eservice-online.vs-sharper"
vscode "fill-labs.dependi"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "hashicorp.terraform"
vscode "hosho.solidity-debugger"
vscode "juanblanco.solidity"
vscode "lehni.vscode-fix-checksums"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.mono-debug"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "neikeq.godot-csharp-vscode"
vscode "quicktype.quicktype"
vscode "redhat.vscode-yaml"
vscode "remixproject.ethereum-remix"
vscode "robbowen.synthwave-vscode"
vscode "rust-lang.rust-analyzer"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "unthrottled.doki-theme"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "wakatime.vscode-wakatime"
vscode "zhuangtongfa.material-theme"
